      ******************************************************************
      *AUTHOR: LeilaEGonzalez
      *DATE: 04-10-22
      *PURPOUSE: Curso Cobol N1-v22 Clase1
      *EXTENSION: cbl
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HOLA-MUNDO.
       AUTHOR. LeilaEGonzalez
       INSTALLATION. www.somewhere.com
       DATE-WRITTEN.04-10-22
       DATE-COMPILED.04-10-22
       REMARKS. Divisiones en Cobol.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
           DISPLAY "Hola-Mundo!"
           STOP RUN.
       END PROGRAM HOLA-MUNDO.
